
MCL_DB = {
["profileKeys"] = {
["女巫的工具人 - 死亡之翼"] = "女巫的工具人 - 死亡之翼",
["諾宝 - 索拉丁"] = "諾宝 - 索拉丁",
["丶諾諾丶 - 白银之手"] = "丶諾諾丶 - 白银之手",
["小尾巴要长高 - 布兰卡德"] = "小尾巴要长高 - 布兰卡德",
["然而 - 索拉丁"] = "然而 - 索拉丁",
["乱舞諾諾 - 白银之手"] = "乱舞諾諾 - 白银之手",
["海棠未眠 - 索拉丁"] = "海棠未眠 - 索拉丁",
["丶諾諾丶 - 索拉丁"] = "丶諾諾丶 - 索拉丁",
["丶诺宝 - 索拉丁"] = "丶诺宝 - 索拉丁",
["諾諾诺 - 安苏"] = "諾諾诺 - 安苏",
["诺宝 - 白银之手"] = "诺宝 - 白银之手",
["Same - 索拉丁"] = "Same - 索拉丁",
["小尾巴诺诺 - 死亡之翼"] = "小尾巴诺诺 - 死亡之翼",
["兜兜全是糖 - 索拉丁"] = "兜兜全是糖 - 索拉丁",
["诺诺丶 - 白银之手"] = "诺诺丶 - 白银之手",
["諾諾下有 - 白银之手"] = "諾諾下有 - 白银之手",
["诺诺宝丶 - 索拉丁"] = "诺诺宝丶 - 索拉丁",
["小尾巴 - 索拉丁"] = "小尾巴 - 索拉丁",
["Bomb - 索拉丁"] = "Bomb - 索拉丁",
["諾諾的小尾巴 - 死亡之翼"] = "諾諾的小尾巴 - 死亡之翼",
["丶亦言 - 死亡之翼"] = "丶亦言 - 死亡之翼",
["乱舞诺诺 - 白银之手"] = "乱舞诺诺 - 白银之手",
["按时吃饭 - 索拉丁"] = "按时吃饭 - 索拉丁",
},
["profiles"] = {
["女巫的工具人 - 死亡之翼"] = {
},
["諾宝 - 索拉丁"] = {
},
["丶諾諾丶 - 白银之手"] = {
},
["小尾巴要长高 - 布兰卡德"] = {
},
["然而 - 索拉丁"] = {
},
["乱舞諾諾 - 白银之手"] = {
},
["海棠未眠 - 索拉丁"] = {
},
["丶諾諾丶 - 索拉丁"] = {
["minimap"] = {
["minimapPos"] = 27.14372528495185,
},
},
["丶诺宝 - 索拉丁"] = {
},
["諾諾诺 - 安苏"] = {
},
["诺宝 - 白银之手"] = {
},
["Same - 索拉丁"] = {
},
["小尾巴诺诺 - 死亡之翼"] = {
},
["兜兜全是糖 - 索拉丁"] = {
},
["诺诺丶 - 白银之手"] = {
},
["諾諾下有 - 白银之手"] = {
},
["诺诺宝丶 - 索拉丁"] = {
},
["小尾巴 - 索拉丁"] = {
["minimap"] = {
["minimapPos"] = 134.6978692686263,
},
},
["Bomb - 索拉丁"] = {
},
["諾諾的小尾巴 - 死亡之翼"] = {
},
["丶亦言 - 死亡之翼"] = {
},
["乱舞诺诺 - 白银之手"] = {
["minimap"] = {
["minimapPos"] = 129.4360138419945,
},
},
["按时吃饭 - 索拉丁"] = {
},
},
}
MOUNTLIST = nil
MCL_PINNED = nil
MCL_SETTINGS = {
["unobtainable"] = false,
["opacity"] = 0.95,
["progressColors"] = {
["low"] = {
["a"] = 1,
["r"] = 0.929,
["g"] = 0.007,
["b"] = 0.019,
},
["high"] = {
["a"] = 1,
["r"] = 0.1,
["g"] = 0.9,
["b"] = 0.1,
},
["medium"] = {
["a"] = 1,
["r"] = 0.941,
["g"] = 0.658,
["b"] = 0.019,
},
["complete"] = {
["a"] = 1,
["r"] = 0,
["g"] = 0.5,
["b"] = 0.9,
},
},
}
