
Postal3DB = {
["profileKeys"] = {
["女巫的工具人 - 死亡之翼"] = "女巫的工具人 - 死亡之翼",
["諾宝 - 索拉丁"] = "諾宝 - 索拉丁",
["丶諾諾丶 - 白银之手"] = "丶諾諾丶 - 白银之手",
["小尾巴要长高 - 布兰卡德"] = "小尾巴要长高 - 布兰卡德",
["然而 - 索拉丁"] = "然而 - 索拉丁",
["乱舞諾諾 - 白银之手"] = "乱舞諾諾 - 白银之手",
["海棠未眠 - 索拉丁"] = "海棠未眠 - 索拉丁",
["丶諾諾丶 - 索拉丁"] = "丶諾諾丶 - 索拉丁",
["丶诺宝 - 索拉丁"] = "丶诺宝 - 索拉丁",
["諾諾诺 - 安苏"] = "諾諾诺 - 安苏",
["诺宝 - 白银之手"] = "诺宝 - 白银之手",
["Same - 索拉丁"] = "Same - 索拉丁",
["小尾巴诺诺 - 死亡之翼"] = "小尾巴诺诺 - 死亡之翼",
["兜兜全是糖 - 索拉丁"] = "兜兜全是糖 - 索拉丁",
["诺诺丶 - 白银之手"] = "诺诺丶 - 白银之手",
["諾諾下有 - 白银之手"] = "諾諾下有 - 白银之手",
["诺诺宝丶 - 索拉丁"] = "诺诺宝丶 - 索拉丁",
["小尾巴 - 索拉丁"] = "小尾巴 - 索拉丁",
["Bomb - 索拉丁"] = "Bomb - 索拉丁",
["諾諾的小尾巴 - 死亡之翼"] = "諾諾的小尾巴 - 死亡之翼",
["丶亦言 - 死亡之翼"] = "丶亦言 - 死亡之翼",
["乱舞诺诺 - 白银之手"] = "乱舞诺诺 - 白银之手",
["按时吃饭 - 索拉丁"] = "按时吃饭 - 索拉丁",
},
["global"] = {
["BlackBook"] = {
["alts"] = {
"Bomb|索拉丁|Alliance|80|WARRIOR",
"Same|索拉丁|Alliance|16|DEATHKNIGHT",
"丶亦言|死亡之翼|Horde|80|HUNTER",
"丶諾諾丶|白银之手|Alliance|80|PALADIN",
"丶諾諾丶|索拉丁|Alliance|80|DRUID",
"丶诺宝|索拉丁|Horde|15|MONK",
"乱舞諾諾|白银之手|Alliance|80|EVOKER",
"乱舞诺诺|白银之手|Alliance|80|DEATHKNIGHT",
"兜兜全是糖|索拉丁|Alliance|37|PRIEST",
"女巫的工具人|死亡之翼|Horde|80|DEMONHUNTER",
"小尾巴|索拉丁|Horde|80|MONK",
"小尾巴要长高|布兰卡德|Horde|80|PRIEST",
"小尾巴诺诺|死亡之翼|Horde|53|WARRIOR",
"按时吃饭|索拉丁|Horde|80|ROGUE",
"海棠未眠|索拉丁|Horde|80|MAGE",
"然而|索拉丁|Alliance|80|SHAMAN",
"諾宝|索拉丁|Alliance|80|WARLOCK",
"諾諾下有|白银之手|Alliance|15|PRIEST",
"諾諾的小尾巴|死亡之翼|Horde|80|SHAMAN",
"諾諾诺|安苏|Alliance|10|HUNTER",
"诺宝|白银之手|Alliance|15|SHAMAN",
"诺诺丶|白银之手|Alliance|29|PRIEST",
"诺诺宝丶|索拉丁|Horde|15|MONK",
},
},
},
["profiles"] = {
["女巫的工具人 - 死亡之翼"] = {
},
["諾宝 - 索拉丁"] = {
},
["丶諾諾丶 - 白银之手"] = {
},
["小尾巴要长高 - 布兰卡德"] = {
},
["然而 - 索拉丁"] = {
},
["乱舞諾諾 - 白银之手"] = {
},
["海棠未眠 - 索拉丁"] = {
},
["丶諾諾丶 - 索拉丁"] = {
},
["丶诺宝 - 索拉丁"] = {
},
["諾諾诺 - 安苏"] = {
},
["诺宝 - 白银之手"] = {
},
["Same - 索拉丁"] = {
},
["小尾巴诺诺 - 死亡之翼"] = {
},
["兜兜全是糖 - 索拉丁"] = {
},
["诺诺丶 - 白银之手"] = {
},
["諾諾下有 - 白银之手"] = {
},
["诺诺宝丶 - 索拉丁"] = {
},
["小尾巴 - 索拉丁"] = {
},
["Bomb - 索拉丁"] = {
},
["諾諾的小尾巴 - 死亡之翼"] = {
},
["丶亦言 - 死亡之翼"] = {
},
["乱舞诺诺 - 白银之手"] = {
},
["按时吃饭 - 索拉丁"] = {
},
},
}
